<?php
return [
	'page_title' => 'صرافی میهن',
	'index' => 'پیشخوان' ,
	'logout' => 'خروج' ,

	'account' => [
		'account_settings' => 'پرونده' ,
	],

	'settings' => [
		'upstream' => 'تنظیمات بالادستی' ,
		'downstream' => 'تنظیمات' ,

		'states' => 'شهرها و استان‌ها' ,
		'province_edit' => 'ویرایش استان' ,
		'province_new' => 'ایجاد استان تازه' ,
		'city_new' => 'ایجاد شهر تازه' ,
		'city_edit' => 'ویرایش شهر' ,
		'search_states' => 'جست‌وجوی شهر' ,
		'cities' => 'شهرها' ,
		'city' => 'شهر' ,
		'city_delete_alert' => 'این حذف به شیوه‌ی نرم انجام می‌شود و موارد استفاده‌شده در بانک اطلاعاتی برنامه، به حال خود رها می‌شوند.' ,
		'province_cant_delete_alert' => 'در این استان، :count شهر به ثبت رسیده است. پیش از حذف، ابتدا تکلیف آن‌ها را مشخص کنید.' ,
		'cities_of' => 'شهرهای :province' ,

		'branches' => 'شاخه‌های مطالب' ,
		'edit_branch' => 'ویرایش شاخه' ,
		'new_branch' => 'ایجاد شاخه‌ی تازه' ,
		'branch_icon_hint' => 'کد یکی از آیکون‌های Font Awesome بدون کاراکتر fa' ,
		'one_of_these' => 'یکی از این‌ها: ' ,
		'branches_features' => 'ویژگی‌ها' ,
		'branches_meta_hint' => 'متاها را به صورت key:type بنویسید و با کامای انگلیسی (,) از هم جدا کنید. اگر نوع مشخص نشود، text در نظر گرفته می‌شود. نوع‌های مجاز: ',
		'branches_delete_alert_posts' => 'اصلاً به سرنوشت :count پستی که به این شاخه تعلق دارد فکر کرده‌ای عزیز جان؟',
		'branches_delete_alert' => 'این حذف به شیوه‌ی نرم انجام می‌شود، اما در داخل برنامه راهی برای بازیافت وجود ندارد.' ,

		'categories' => 'دسته‌بندی مطالب' ,
		'category' => 'دسته‌بندی',
//		'title' => 'عنوان دسته‌بندی' ,
//		'new' => 'دسته‌بندی تازه' ,
//		'edit' => 'ویرایش دسته‌بندی' ,
//		'delete_alert_posts' => 'این دسته‌بندی برای :count مطلب در نظر گرفته شده است. پاک کردن دسته‌بندی، مطلب یا مطالب مرتبط را «پادرهوا» خواهد ساخت.' ,
//		'delete_alert' => 'این حذف، غیر قابل بازیافت است.' ,

	],
];