<?php
return [
		'new' => 'ثبت سفارش جدید' ,
		'edit' => 'ویرایش سفارش' ,
		'of' => 'سفارش‌های',
		'all' => 'همه مشتریان' ,

		'status' => [
				'unprocessed' => 'جدید',
				'processing' => 'در دست بررسی' ,
				'under_payment' => 'منتظر پرداخت',
				'paid' => 'پرداخت‌شده',
				'unpaid' => 'منتظر پرداخت' ,
				'partially_paid' => 'پرداخت ناقص',
				'dispatched' => 'ارسال‌شده',
				'archive' => 'بایگانی',
				'open' => ' باز',
				'all' => 'همه با هم' ,
				'bin' => 'زباله‌دان' ,
		],
	
		'type' => [
			'title' => 'سفارش' ,
			'new' => 'کارت تازه',
			'extend' => 'تمدید کارت',
			'recharge' => 'شارژ مجدد',
			'refund' => 'بازگشت مبلغ',
			'block' => 'انسداد کارت',
		],

];