<?php
return [
	'new' => "دستور پرداخت جدید",
	'edit' => "ویرایش دستور پرداخت",
	'view' => "مشاهده جزئیات پرداخت",
	'of' => "پرداخت‌های",
	'all' => 'همه مشتریان' ,

	'form' => [
		'' => "",
	],

	'status' => [
		'confirmed' => "تأییدشده",
		'pending' => "منتظر بررسی",
		'underpaid' => "پرداخت ناکافی" ,
		'overpaid' => "پرداخت اضافی" ,
		'rejected' => "ناموفق",
		'all' => 'همه با هم' ,
		'bin' => 'زباله‌دان' ,
	],

	'methods' => [
		'cash' => "پرداخت نقدی",
		'shetab' => "کارت به کارت",
		'transfer' => "انتقال وجه",
		'deposit' => "پرداخت بانکی",
		'cheque' => "چک",
		'gateway' => "درگاه پرداخت",
		'pos' => "دستگاه کارت‌خوان",
	],
];