<?php
return [

		'title' => [
				'mr' => 'جناب آقای' ,
				'mrs' => 'سرکار خانم' ,
				'dr' => 'دکتر',
		] ,

		"event" => [
				'email_reset_password_title' => 'بازآوری رمز عبور',
				'sms_reset_content' => 'کد بازآوری رمز عبور: ',
				'volunteer_publish_notice_email' => 'فعال سازی حساب کاربری',
				'volunteer_publish_notice_sms' => 'حساب کاربری شما فعال گردید.',
				'volunteer_new_password_sms' => 'رمز عبور شما در سامانه عبارتست از: ',
				'current_password_incorrect' => 'رمز عبور فعلی را اشتباه وارد کرده‌اید.' ,
		],

		"commands" => [
				"change_password" => 'تغییر رمز عبور',
				"activate" => 'فعال‌سازی حساب',
				'login_as' => 'لاگین به جای ایشان' ,
				'send_sms' => 'ارسال پیامک',
				'send_email' => 'ارسال ایمیل',
				'search' => 'جست‌وجوی اشخاص',
				'block' => 'مسدودسازی' ,
				'unblock' => 'رفع مسدودی' ,
				'view_info' => 'نمایش جزئیات' ,
				'add_admin' => 'افزودن مدیر تازه' ,
				'add_user' => 'افزودن کاربر تازه' ,
				'newsletter' => 'عضویت در خبرنامه‌ی ایمیل' ,
		],
		"form" => [
				"notify-with-email" => 'به کاربر از طریق ایمیل اطلاع‌رسانی شود.' ,
				"notify-with-sms" => 'به کاربر از طریق پیامک اطلاع‌رسانی شود.' ,
				"notify" => 'به کاربر از طریق پیامک و ایمیل اطلاع‌رسانی شود.' ,
				"will-be-notified" => 'به کاربر از طریق پیامک و ایمیل اطلاع‌رسانی می‌شود.' ,
		],

		"status" => [
				'deleted' => 'حذف‌شده' ,
				'blocked' => 'مسدود',
				'stealthy_signed_up' => 'ثبت نام خودکار' ,
				'willingly_signed_up' => 'اقدام به ثبت نام' ,
				'profile_completion' => 'در حال تکمیل اطلاعات' ,
				'pending' => 'منتظر تأیید مدیر',
				'active' => 'فعال',
				'admin' => 'مدیر' ,
				'super_admin' => 'مدیر کل' ,
				'newsletter_member' => 'عضو خبرنامه' ,
		],

		"profile" => [
				'delete_notice' => '' ,
		],

		"familization" => [
				'0' => 'نامشخص',
				'1' => 'دوست‌ها و آشنایان',
				'2' => 'رسانه‌ها',
				'3' => 'سایت',
				'4' => 'راه‌های دیگر',
		],

		"marital" => [
				'0' => 'نامشخص',
				"1" => 'متأهل' ,
				"2" => 'بدون همسر' ,
				"3" => 'طلاق‌گرفته' ,
				"4" => 'همسر وفات‌یافته',
		],

		"education" => [
				'0' => 'نامشخص',
				'1' => 'پایین‌تر از دیپلم متوسطه',
				'2' => 'دیپلم متوسطه',
				'3' => 'کاردانی',
				'4' => 'کارشناسی',
				'5' => 'کارشناسی ارشد',
				'6' => 'دکترا و بالاتر',
		],
		"edu_level" => [ //short form of `education`
				'0' => ' نامشخص',
				'1' => 'زیر دیپلم',
				'2' => 'دیپلم',
				'3' => 'کاردانی',
				'4' => 'کارشناسی',
				'5' => 'ارشد',
				'6' => 'دکترا',
		],

		"gender" => [
				'1' => 'آقا' ,
				'2' => 'خانم' ,
				'3' => 'سایر' ,
		],

]
?>